tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sass/sass"
brew "autojump"
brew "cmake"
brew "fd"
brew "fish"
brew "gh"
brew "little-cms2"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "gitmoji"
brew "python@3.9"
brew "glib"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "lf"
brew "lsd"
brew "mdcat"
brew "mkcert"
brew "neovim"
brew "nss"
brew "php", restart_service: true
brew "ripgrep"
brew "rust"
brew "starship"
brew "wget"
cask "brave-browser-dev"
cask "emacs"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "kitty"
cask "visual-studio-code"
cask "mockoon"
cask "docker"
cask "zeplin"
cask "obsidian"
cask "notion"
cask "microsoft-auto-update"
cask "setapp"
